Repository: tuwaiq-tabuk-ios/Final_iOS_Bootcamp_Project-Boat4You-Mohamed_Saqer
Catalog: Boat4You/Boat4You/Common/Translation/*.lproj/Localizable.strings
Languages: ar

source: You didn't write your email
ar: ادخل بريدك الالكتروني

source: You didn't write your password
ar: ادخل كلمة مرورك

source: Confirm your password
ar: اكد كلمة مرورك

source: Write your first name
ar: اكتب اسمك الاول

source: Write your last name
ar: اكتب اسمك الاخير

source: Please enter your email
ar: فضلا ادخل بريدك الالكتروني

source: Please enter your password
ar: فضلا ادخل كلمة مرورك

source: Succesfully
ar: تم

source: A password reset email has been sent!
ar: تم إرسال رابط إعادة تعيين كلمة مرور لبريدك

source: Duba
ar: ضباء

source: Umlaj
ar: املج

source: Alwajeh
ar: الوجه

source: Jeddah
ar: جدة

source: Craft
ar: دباب بحري

source: Boat
ar: قارب

source: Fill in the title field
ar: الرجاء تعبئة حقل العنوان

source: Fill in the price field
ar: الرجاء تعبئة حقل السعر

source: Fill in the captain field
ar: الرجاء تعبئة حقل اسم الكابتن

source: Fill in the type field
ar: الرجاء تعبئة حقل النوع

source: Fill in the city field
ar: الرجاء تعبئة حقل المدينة

source: Fill in the description field
ar: الرجاء تعبئة حقل الوصف

source: Take Photo From:
ar: اختيار صورة

source: Camera
ar: الكاميرا

source: Photo Library
ar: مكتبة الصور

source: Cancel
ar: الغاء

source: Done!
ar: !تم

source: Order created sucessfully.
ar: تم اضافة العرض بنجاح

source: OK
ar: حسنا
